{
	"chat": [
	{
		"chat_id" : "1",
		"name": "Kartik",
		"message": "Why do I think you are avoiding me?"
	},
	{
		"chat_id" : "2",
		"name": "Ritisha",
		"message": "No! Not at all!!...(Avoiding eye contact and pretending to be busy looking in menu card.)"
	},
	{
		"chat_id" : "3",
		"name": "Kartik",
		"message": "Ohh yes! Why not! After 15 days of me continuous calling and messaging you finally agreed to meet me. Thank you for that! …(He was bit annoyed & upset)"
	},
	{
		"chat_id" : "4",
		"name": "Ritisha",
		"message": "It's not like that Kartik. Achha tell me, how is your work going on? …(After putting menu card aside)"
	},
	{
		"chat_id" : "5",
		"name": "Kartik",
		"message": "Work is going good. I need to tell you something and that's why I wanted to meet you."
	},
	{
		"chat_id" : "6",
		"name": "Ritisha",
		"message": "Okay, but I am hungry. let's order something first."
	},
	{
		"chat_id" : "7",
		"name": "Kartik",
		"message": "Sure!" 
	},
	{
		"chat_id" : "8",
		"name": "Kartik",
		"message": "So Riti.. I was saying that……"
	},
	{
		"chat_id" : "9",
		"name": "Ritisha",
		"message": "I liked this place Kartik. It's nice. Specially this landscaping and these flowers are really beautiful!!"
	},
	{
		"chat_id" : "10",
		"name": "Kartik",
		"message": "Riti, I am trying to tell you something. I could have said this over call also but then I wanted……"
	},
	{
		"chat_id" : "11",
		"name": "Ritisha",
		"message": "What happened to your project you were working on? You were supposed to visit China for the same right? So? when are you leaving?"
	},
	{
		"chat_id" : "12",
		"name": "Kartik",
		"message": "Stop that yaar Riti!!! Will you please let me speak?Stop interrupting me for god’s sake!! Now as you had your food please shut up and listen to me? Will you??"
	},
	{
		"chat_id" : "13",
		"name": "Kartik",
		"message": "See Riti! It's been long that we have known each other. I don't know exactly when this happened but I started liking you. I am…."
	},
	{
		"chat_id" : "14",
		"name": "Ritisha",
		"message": "Wait.. Wait..Wait! Kartik!! I know where this thing is going. To be honest I had idea about something like this might happen today.No, you can't be doing this.. please!!!"
	},
	{
		"chat_id" : "15",
		"name": "Kartik",
		"message": "You had an idea??? Ohhh! No wonder you were avoiding me since 15 days. Now I get it and Thank you for spoiling my moment by the way."
	},
	{
		"chat_id" : "16",
		"name": "Ritisha",
		"message": "I am so sorry for ruining it for you but I did not want this to happen."
	},
	{
		"chat_id" : "17",
		"name": "Kartik",
		"message": "But why? Am I that bad?"
	},
	{
		"chat_id" : "18",
		"name": "Ritisha",
		"message": "Ohh come on!! Any girl would feel lucky to have you."
	},
	{
		"chat_id" : "19",
		"name": "Kartik",
		"message": "I don't want to know about any other girls. So could we just focus on “us” part?"
	},
	{
		"chat_id" : "20",
		"name": "Ritisha",
		"message": "See Kartik! You are rich, Good looking guy. You will get a girl who is definitely better than me. I am just an average looking, simple girl. So why me?"
	},
	{
		"chat_id" : "21",
		"name": "Kartik",
		"message": "God!!!!! Don’t tell me that philosophy of you will find a better girl and all…Please don't tell me that rubbish..!! I can't even chose a girl for me ? Wow!!! Now if you are done with your stupid drama can I propose the girl I like??"
	},
	{
		"chat_id" : "22",
		"name": "Ritisha",
		"message": "You are not getting me Kartik. :( I think you should give it some time."
	},
	{
		"chat_id" : "23",
		"name": "Kartik",
		"message": "So miss Ritisha will you marry me???"
	},
	{
		"chat_id" : "24",
		"name": "Ritisha",
		"message": "But Kartik I…."
	},
	{
		"chat_id" : "25",
		"name": "Kartik",
		"message": "Shhh...Yes? or Yes??"
	},
	{
		"chat_id" : "26",
		"name": "Kartik",
		"message": "I love you!!!"
	},
	{
		"chat_id" : "27",
		"name": "Ritisha",
		"message": "You are stupid and you know that right...??"
	},
	{
		"chat_id" : "28",
		"name": "Kartik",
		"message": "Well, I am; but you didn’t say I love too yet"
	},
	{
		"chat_id" : "29",
		"name": "Ritisha",
		"message": "I love you too Kartik."
	}
	]
}